{"text": "Q: When Herman’s team is busy working on large projects he stops at the drive-through 5 days, every week to buy a breakfast combo for himself and 3 members of his team.  Each meal costs $4.00.  This current project will last 16 weeks.  How much will Herman spend on breakfast? A: Herman buys himself and 3 team members breakfast 5 days a week so that’s 4*5 = 20 breakfast combo meals\nEach combo meals costs $4.00 and he buys 20 of them a week so that’s 4*20 = $<<4*20=80.00>>80.00\nOver a 16 week period he spends 16*80 = $<<16*80=1280.00>>1,280.00 on breakfast\n#### 1280", "meta": {}}
{"text": "Q: Joe found a new series to watch with a final season that will premiere in 10 days. The series has 4 full seasons already aired; each season has 15 episodes. To catch up with the season premiere he has to watch all episodes. How many episodes per day does Joe have to watch? A: The total number of episodes is 4 seasons x 15 episodes/season = <<4*15=60>>60 episodes\nJoe has to watch per day 60 episodes ÷ 10 days= <<60/10=6>>6 episodes/day\n#### 6", "meta": {}}
{"text": "Q: Maiya has two sisters. The first sister is twice as old as Maiya. The first sister is 1 year younger than Maiya. Their average age is 5. How old is Maiya? A: Their total age is 15 because 3 x 5 = <<3*5=15>>15\n15 - X - 2X -(X-1) is equivalent to 16 = 4X\nMaiya is 4 years old because 16 / 4 = <<16/4=4>>4\n#### 4", "meta": {}}
{"text": "Q: Bronson decides to collect Oak Leaves from around his Neighborhood. He collects 12 on Thursday and 13 on Friday. 20% are Brown and 20% are Green. The rest are yellow. How many yellow leaves does he collect? A: He collects 25 leaves because 12 + 13 = <<12+13=25>>25\n60% of them are yellow because 100 - 20 - 20 = <<100-20-20=60>>60\nHe collects 15 yellow leaves because 25 x .6 = <<25*.6=15>>15\n#### 15", "meta": {}}
{"text": "Q: Jordan decides to start an exercise program when he weighs 250 pounds.  For the first 4 weeks, he loses 3 pounds a week.  After that, he loses 2 pounds a week for 8 weeks.  How much does Jordan now weigh? A: He loses 3 pounds a week for 4 weeks for a total of 3*4= <<3*4=12>>12 pounds\nHe loses 2 pounds a week for 8 weeks for a total of 2*8 = <<2*8=16>>16 pounds\nAll total he has lost 12+16 = <<12+16=28>>28 pounds\nJordan weighed 250 pounds and has lost 28 pounds so he now weighs 250-28 = <<250-28=222>>222 pounds\n#### 222", "meta": {}}
