{"text": "To respond to the needs of our customers the following management \nappointments are effective immediately:\n\nAlan Stringer, EHS Director based in London will be responsible for European \n/ Asia / India Regions.  Alan  will continue to report to myself and Brian \nStanley (based in London).   Bal Wong EHS Manager based in Guam will report \nto Alan.   Alan  and Bal form a great team.  Both have extensive experience \nin undertaking and providing support for Environmental Due Diligence projects \nthroughout the world for the past ten years for various blue chips, lawyers, \nbanks and venture capital companies averaging several billion dollars worth \nof assets reviewed each year for the past 5 years.  Both can provide an \nextensive depth of knowledge as internal consultants in assessing \nenvironmental health and safety risk and supporting development of risk \nmitigation measures that can be applied in the sale and purchase agreements \nand contracts.  Both have impressive experience in remediation technology.  \n\n \nAttached is a flow chart for environmental and social due diligence that \nshows our organization and responsibilities.  \n\n\n\n\nHenry Van\nGeneral Manager, EH&S\nAsset Operations", "meta": {}}
{"text": "The next conference call for the Japan Working Group is scheduled for 9am \nHouston time (3pm London time) on Tuesday 25 April 2000.  The location of the \nmeeting in Houston office is 3AC21C2.  \n\nThe call in details are:\n\nHost name:\n\nNicholas O'Day\nEnron\n\nConfirmation No:  514179\n\nDial in numbers:\n\nUSA = (877) 209 9923\n\nOutside USA = Dial AT&T access number then (612) 332 0530\n\nLondon AT&T access number: 0800 89 0011\n\n\n\nPlease find attached below minutes and agenda for your attention.", "meta": {}}
{"text": "John,\n\nHere is the information for TW.\nI will forward the others when they are complete.\n\n\nShelley,\n\nJohn wanted the data as soon as complete.\nThis seems to be ok to me, but I do not know TW as well as you.\nIf you see anything which raises a question, please let us know.\nI can check into it.\nJohn can hold up working on it.\n\nFrazier\n\n\n---------------------- Forwarded by Frazier King/FGT/Enron on 12/19/2000 \n02:01 PM ---------------------------\n   \n\t\n\t\n\tFrom:  Elizabeth Brown                           12/19/2000 10:49 AM\n\t\n\nTo: Frazier King/FGT/Enron@ENRON, Shelley Corman/ET&S/Enron@ENRON, Rita \nBianchi/ET&S/Enron@ENRON\ncc: Linda Trevino/ET&S/Enron@ENRON, Nancy Bastida/FGT/Enron@ENRON \n\nSubject: INGAA Data Request - Marketing Affiliate Conference\n\nBased on the criteria established in Shelley's initial email request and the \nadditional information gathered from our meeting yesterday afternoon, here is \nthe data I have compiled for Transwestern using an effective date of November \n1, 2000.  I am still in the process of verifying one shipper's agency \nservices and will notify you if there are any corrections to be made to this \ndocument no later than COB today.\n\nIf you have any questions regarding the spreadsheets, please feel free to \ncontact me at x3-6928.  I will be on vacation until next Wednesday, 12/27 but \nstaying in town.  If any issues arise during my absence, please contact Linda \nTrevino or page me at (800) 718-0830.\n\n\n\nThanks,\nElizabeth", "meta": {}}
{"text": "Mostly a legislative update today. The extraordinary session is about to \nclose without \npassing the windfall profits bills.  Note that the legislative leadership is \ntrying to \nrollover pending legislation such as SB1X/AB128X to the new extraordinary \nsession.\n\nI will be out of the office for the next week, so California reports will be \nsent to you by Kristin Walsh, x39510.\n\nRJ\n\n\n- There is some procedural dispute over who closes the extraordinary\nsession - the legislature or the governor.  Sources believe that the\ngovernor actually closes the session and that he likely will do so after he\nsigns SB 31X at noon.\n\n- Sources do not believe that the excess windfall profits tax\nbills (SB 1X/AB 128X) are close enough to be passed by a vote before the\ngovernor signs SB 31X.\n\n- SB 28X, a power plant siting bill, has just passed the Assembly 74-0 and\nis headed to the Senate.  The unemployment compensation provision, a source\nof controversy, has been taken out.\n\n- The Senate reportedly is only hearing regular session bills at this time.\nAs of 10:45 a.m. PDT, no extraordinary session bills were scheduled to be\nheard on the Senate floor.  However, sources indicate that the Senate may\nwaive some rules to move bills to the floor faster.\n\n- Once the extraordinary session is closed, a new extraordinary session is\nexpected to be opened immediately.  However, sources report that no one is\ncertain if the bills from this session will have the same numbers in the\nnext session.  The legislature reportedly is trying to arrange so that the\nbills will not have to be heard again in committee.", "meta": {}}
{"text": "Deskheads:\n\nI would like to have a 2 hour team building session for the assistants, \nreceptionists, and clerks on Friday 5/25/01.  The only thing that will be \ncharged to your cost center is the cost of a lunch brought in for the \nadministrative staff.  \n\nI know that the assistants usually are out of here between 12:30 to 1:30 \nbeing that this is a Friday before a holiday.   I would like to have the \nsession start at 12:30 so that they can still be out of here by 2:30 that \nday.  This would require the phones being on solo pilot starting at 12:30.\n\nPlease respond with your approval, questions and/or comments as soon as time \npermits so I can set everything up this week.\n\nMany thanks,\nIna Rangel", "meta": {}}
